{
    "1" : "McDonald’s once made bubblegum-flavored broccoli",
    "2" : "Some fungi create zombies, then control their minds",
    "3" : "The first oranges weren’t orange, the were green",
    "4" : "There’s only one letter that doesn’t appear in any U.S. state name",
    "5" : "A cow-bison hybrid is called a beefalo",
    "6" : "Johnny Appleseed’s fruits weren’t for eating",
    "7" : "Scotland has 421 words for “snow”",
    "8" : "Samsung tests phone durability with a butt-shaped robot",
    "9" : "The Windy City name has nothing to do with Chicago weather",
    "10" : "Peanuts aren’t technically nuts",
    "11" : "Armadillo shells are bulletproof",
    "12" : "Firefighters use wetting agents to make water wetter",
    "13" : "The longest English word is 189,819 letters long",
    "14" : "7% of American adults believe that chocolate milk comes from brown cows.",
    "15" : "Octopuses lay 56,000 eggs at a time",
    "16" : "Cats have fewer toes on their back paws",
    "17" : "Kleenex tissues were originally intended for gas masks",
    "18" : "Blue whales eat half a million calories in one mouthful",
    "19" : "That tiny pocket in jeans was designed to store pocket watches",
    "20" : "Turkeys can blush",
    "21" : "Most Disney characters wear gloves to keep animation simple",
    "22" : "The man with the world’s deepest voice can make sounds humans can’t hear",
    "23" : "The current American flag was designed by a high school student",
    "24" : "Cows don’t have upper front teeth",
    "25" : "Thanks to 3D printing, NASA can basically email tools to astronauts",
    "26" : "Only a quarter of the Sahara Desert is sandy",
    "27" : "Bananas grow upside-down",
    "28" : "There were active volcanoes on the moon when dinosaurs were alive",
    "29" : "Dogs sniff good smells with their left nostril",
    "30" : "Avocados were named after reproductive organs",
    "31" : "No number before 1,000 contains the letter A",
    "32" : "The # symbol isn’t officially called hashtag or pound",
    "33" : "The French have their own name for a French kiss",
    "34" : "Movie trailers originally played after the movie",
    "35" : "Mercedes invented a car controlled by joystick",
    "36" : "The U.S. government saved every public tweet from 2006 through 2017",
    "37" : "H&M actually does stand for something",
    "38" : "Theodore Roosevelt had a pet hyena",
    "39" : "Cap’n Crunch’s full name is Horatio Magellan Crunch",
    "40" : "The CIA headquarters has its own Starbucks, but baristas don’t write names on the cups",
    "41" : "There’s only one U.S. state capital without a McDonald’s",
    "42" : "Europeans were scared of eating tomatoes when they were introduced",
    "43" : "Humans aren’t the only animals that dream",
    "44" : "The inventor of the microwave appliance only received $2 for his discovery",
    "45" : "The Eiffel Tower can grow more than six inches during the summer",
    "46" : "It is illegal to take pictures of the Eiffel Tower in the night",
    "47" : "Creature is a vegetarian",
    "48" : "Sloths have more neck bones than giraffes",
    "49" : "Bees can fly higher than Mount Everest",
    "50" : "Ancient Egyptians used dead mice to ease toothaches"
}
